const lrc =`[00:01.00]张碧晨-开往早晨的午夜
[00:08.00]词：李焯雄
[00:10.10]曲：方炯嘉
[00:13.20]编曲：毕见晟
[00:14.36]夜 的星屑 不熄灭 的夜
[00:25.86]开往早晨的午夜
[00:30.09]终将拥抱的季节
[00:34.17]让我们变爱人 那么狂野
[00:42.76]不划边界的原野
[00:46.81]愈合抱歉的感谢
[00:50.92]恰好的已足够
[00:55.17]一吻一朵温柔
[00:59.25]曾像夜那么黑 每个清晨
[01:03.38]曾阻挡每个梦 每一道门
[01:08.01]终于也可能 无限可能 自由发生
[01:16.01]曾像爱那么真 功败垂成
[01:20.55]曾误认的诚恳 每个猎人
[01:24.60]终于成人 这是青春
[01:33.60]沿着银河 一身星屑
[01:37.29]一身星屑 夜正倾斜
[01:41.63]在倾斜 霓虹荒野
[01:45.58]星的长街
[01:49.99]开往早晨的午夜
[01:54.27]终将花开的花谢
[01:58.40]让他们变我们 没保护色
[02:07.04]不必带走的昨天
[02:11.25]愈合抱歉的感谢
[02:15.20]恰好的已足够
[02:19.56]一吻一朵温柔
[02:23.56]曾像夜那么黑 每个清晨
[02:27.67]曾阻挡每个梦 每一道门
[02:32.09]终于也可能 无限可能 自由发生
[02:40.38]曾像爱那么真 功败垂成
[02:44.66]曾误认的诚恳 每个猎人
[02:48.88]终于成人 这是青春
[03:09.77]曾像夜那么黑 每个清晨
[03:13.95]随便议论举证 每个变身
[03:18.18]同时放任 同时认真
[03:26.70]沿着银河 一身星屑
[03:30.85]一身星屑 夜正倾斜
[03:35.33]在倾斜 霓虹荒野
[03:39.37]星的长街
[04:17.38]沿着银河 一身星屑
[04:21.55]一身星屑 夜正倾斜
[04:25.90]在倾斜 霓虹荒野
[04:29.79]生的长街`